[
  {
    "country": "British Anguilla",
    "intro": "British Anguilla is a British Overseas Territory and it offers a broad variety of services for international companies and non-resident natural persons. Its government is fully committed to the advancement of its financial sector, offering all the necessary requirements in terms of expeditiousness, cost-effectiveness and efficacy in company formation matters. This jurisdiction facilitates the creation of trusts, foundations, International Business Companies (IBCs) and Limited Liability Companies (LLCs) and it is ideal for import, export, e-commerce, real estate and intellectual property businesses, among others.HIGHLIGHTS OF BRITISH ANGUILLASOCIAL AND ECONOMIC INDICATORS",
    "highlights": [
      "Excellent corporation law.",
      "Modern company law.",
      "No taxes levied on international and banking transactions.",
      "No exchange control regulations.",
      "Political and economic stability.",
      "Excellent hotel accommodations.",
      "Excellent worldwide communication facilities.",
      "Skilled personnel.",
      "No capital gains, income or other kinds of taxes."
    ],
    "social": [
      "Location: Caribbean (over 160 kilometres east of Puerto Rico).",
      "Area: 102 square kilometres divided in over 20 islands, many of which are not permanently inhabited, the largest being British Anguilla and, home to its capital, The Valley.",
      "Population: 15,754 (2013 est.)",
      "Climate: Tropical",
      "Official Language: English",
      "Government: British Overseas Territory. These are territories which are under the sovereignty of the United Kingdom, but are not considered part of the United Kingdom itself.",
      "Living Standard: High",
      "Banking: Worldwide banking facilities available",
      "Legal Tender: British Anguilla’s currency is the East Caribbean dollar, though the US dollar is also widely accepted.",
      "Industries: Tourism and financial services."
    ]
  }
]