[
  {
    "country": "British Virgin Islands",
    "intro": "Known internationally for its multiple benefits, this jurisdiction has adopted measures to introduce equitable and open fiscal systems favourable to all those interested in developing successful businesses. BVI Business Companies are therefore a sound and cost-effective choice that can be used to manage bank accounts, fixed-term deposits, real estate and any other financial or commercial property. They are also an excellent choice to market or promote products and services.HIGHLIGHTS OF BRITISH VIRGIN ISLANDSSOCIAL AND ECONOMIC INDICATORSGUIDELINES FOR APPLYING FOR AN EXEMPTION TO APPOINT A CUSTODIAN OR FUND MANAGERThe Securities and Investment Business Act, 2010 contemplates that custodian and management services are required to be licensed under this Act; the Mutual Funds Regulations, 2010 also specify that private and professional funds must, at all times, have a fund manager, an administrator and a custodian. These requirements in the Law have the purpose of ensuring the protection and proper management of client assets.The BVI Financial Securities Commission is aware of certain circumstances under which the appointment of a custodian or fund manager may not apply or is not feasible. Therefore, it has issued the present guidelines based on the provisions in the Regulations for a private fund and a professional fund to be exempted from the mandatory appointment of a custodian or fund manager. In order to obtain this exemption, a request must be submitted to the BVI Financial Securities Commission in writing.The attached Guidelines provide more details regarding the procedure and circumstances that apply for this exemption. Download the complete document here (PDF).",
    "highlights": [
      "Excellent corporation law.",
      "Flexible company law.",
      "No taxes levied on international and banking transactions. No exchange control regulations.",
      "Political and economic stability.",
      "Excellent worldwide communication facilities.",
      "Skilled personnel.",
      "No capital gains, income or other kinds of taxes.",
      "No taxes levied on capital gains or revenue or any other kind of tax."
    ],
    "social": [
      "Location: Caribbean (50 miles east of Puerto Rico).",
      "Area: approximately 50 islands comprising 59 square miles, of which approximately 15 are inhabited and the largest is Tortola, with 21 square miles.",
      "Population: 31,912 (2013 est.)",
      "Climate: Tropical",
      "Official Language: English",
      "Government: Ministerial Democracy (colony of Great Britain)",
      "Living Standard: High",
      "Banking: Worldwide banking facilities available",
      "Legal Tender: Currency of the United States of America (US$)",
      "Industry: Tourism and financial services"
    ]
  }
]