[
  {
    "country": "Costa Rica",
    "intro": "The Republic of Costa Rica is located in Central America, bordered by Nicaragua in the north and Panama in the south. Costa Rica offers political stability and a growing economy with a thriving environment for the formation of Corporations (S.A.) and Limited Liability Companies (S.R.L.).The Corporations (S.A.) and Limited Liability Companies (S.R.L.) of Costa Rica are similar in structure to their counterparts in Panama. They are versatile legal entities that can be used for any lawful activity in any country, and they can transact in the currency of their choice.HIGHLIGHTS OF COSTA RICAUSES OF COSTA RICA COMPANIES (S.A. / S.R.L.)SOCIAL AND ECONOMIC INDICATORSIn the event of further queries, kindly contact your local Mossack Fonseca office or by email to mfcostarica@mossfon.com.",
    "highlights": [
      "Flexible company law.",
      "Speedy incorporation procedure and simple administration",
      "No taxes levied on international transactions",
      "No exchange control regulations.",
      "Political and economic stability.",
      "Excellent worldwide communication facilities."
    ],
    "uses": [
      "Holder of investments and/or shares.",
      "Any lawful business activity, industry, agricultural activities, tourism, etc.",
      "Agent for foreign businesses.",
      "Conveying or receiving assets in trust.",
      "Holder of bank accounts, fixed deposits, investment plans and any other financial or commercial title.",
      "Owner of the shares of other companies or legal entities.",
      "Owner of apartments, houses, buildings, vessels and any other movable or immovable property or goods.",
      "Manager or promoter of international business transactions.",
      "International leasing of vehicles, machinery, vessels and others.",
      "Borrowing or lending money, paying or receiving funds in accordance with the law on commissions and others",
      "Marketing and promotion of products and services.",
      "Other commercial and financial activities."
    ],
    "social": [
      "Location:Central America, bordered by Nicaragua to the north, Panama to the southeast, the Pacific Ocean to the west and the Caribbean Sea to the east.",
      "Area:51,100 km²",
      "Population:4,700,00 (2013)",
      "Climate:Tropical",
      "Official Language:Spanish",
      "Government:Presidential Republic",
      "Living Standard:High",
      "Banking:Wide network of banking institutions",
      "Currency:Costa Rican Colón (CRC)",
      "Industry:Tourism, technology and agriculture"
    ]
  }
]