[
  {
    "country": "Hong Kong",
    "intro": [
      "The jurisdiction of Hong Kong has gained increasing attention as a perfect destination for the incorporation of companies that allow banking, international trade, investment and asset protection activities.",
      "Its sound reputation for business, excellent policy on taxes and uncomplicated requirements are some of the factors that motivate corporations and investors to expand into global markets.",
      "FEATURES OF THE HONG KONG JURISDICTION",
      "HIGHLIGHTS OF HONG KONG"
    ],
    "highlights": [
      "Excellent availability of company names for incorporation.",
      "The name “Limited” can be used in company names.",
      "Incorporation procedure takes 6 days.",
      "Relatively easy administration if the activities of the company are simple and conducted outside of Hong Kong.",
      "Shelf name availability",
      "The company’s accounting books can be kept and maintained abroad.",
      "The share capital need not be fully paid up",
      "Reasonable formation and maintenance costs and fees"
    ],
    "uses": [
      "British territory until 1997, when it became a special administrative region of China with autonomous power.",
      "Ranks among the top twenty trading economies in the world.",
      "World’s third largest financial centre.",
      "World’s largest container port.",
      "Major gateway for trade investment and finance into China and the rest of Asia.",
      "Languages: English and Chinese.",
      "Long tradition of political and economic stability of the country."
    ],
    "social": [
      "Location: Southern tip of Guangdong, province of China.",
      "Area: 1,104 square kilometres",
      "Population: 7,182,724 (2013 est.)",
      "Climate: 20º C annual temperature",
      "Official Language: Chinese and English",
      "Government: Special administrative district.",
      "Living Standard: High",
      "Banking: Worldwide banking facilities available",
      "Legal Tender: Hong Kong dollar",
      "Industry: Banking, professional services and shipping"
    ]
  }
]