[
  {
    "country": "Malta",
    "intro": "Malta has today gained international recognition as an excellent jurisdiction for international business. With attributes based on cost, tax and human resources effectiveness it provides operators with an EU-compliant, yet flexible domicile. During the past four decades, Malta has notched up an impressive record in attracting foreign investors as it can offer exceptional advantages in various sectors which include Financial Services, ICT, Electronics, Knowledge Centre/Back Office Services, Generic Pharmaceuticals, Oil and Gas, Maritime, Training and Education, Aviation and the Digital Industry.Through a tax regime that imposes a 35% corporate income tax rate on all companies, this jurisdiction complies with international taxation standards; however, a system of tax refunds that depend on the activity being carried out, enable a shareholder to receive a refund of the tax paid at company level upon a dividend distribution, and achieving a very low effective tax rate, which is the lowest that can be achieved for certain activities within the EU. An extremely advantageous participation exemption regime also complements this jurisdiction’s features.HIGHLIGHTS OF MALTASOCIAL AND ECONOMIC INDICATORSRelated documents (PDF): Malta Individual Investor Programme |For the complete list of characteristics, uses and benefits of this jurisdiction, click here.",
    "highlights": [
      "Full member of the European Union since 2004,",
      "Civil law jurisdiction, with a strong British heritage.",
      "Provides a balanced political, economic and fiscal climate for clients.",
      "An extremely favorable tax regime, with more than 60 double taxation treaties to date.",
      "Highly developed and efficient accounting and legal services",
      "English as a business language",
      "Standard issued share capital: Suggested minimum of EUR1,200",
      "No exchange control regulations – may conduct business in any currency",
      "Minimum paid up share capital on incorporation: 20% of the issued share capital"
    ],
    "social": [
      "Location: Islands in the Mediterranean Sea, located in the South of Sicily (Italy), and North of Libya",
      "Area: 122 sq miles (316 sq km)",
      "Population: 411,277 (2013 est.)",
      "Climate: Subtropical, with mild, rainy winters and hot, dry summers",
      "Official Language: Maltese (national / official) – English (official)",
      "Government: Parliamentary republic",
      "Living Standard: High",
      "Banking: Strong Banking Center – Member of the Euro Zone",
      "Legal Tender: Euro",
      "Industries: Cinema, Banking, Tourism, Foreign trade, manufacturing and financial services."
    ]
  }
]