[
  {
    "country": "Nevada, USA",
    "intro": [
      "Nevada is considered one of the best jurisdictions in the United States for the incorporation of companies due to its versatility, low costs and fast service. Nevada Limited Liability Companies (LLCs) can conduct business outside the United States and employ any currency of their choice.",
      "HIGHLIGHTS OF NEVADA’s LIMITED LIABILITY COMPANIES",
      "HIGHLIGHTS OF NEVADA"
    ],
    "highlights": [
      "Nevada has no state tax, annual franchise tax, inventory tax, estate tax, unified tax, gift tax or taxes for chain store branches.",
      "Low taxes on property, contributions or payments for occupational accidents and unemployment benefits.",
      "No taxes levied on offshore and banking transactions.",
      "No exchange control regulations.",
      "No capital gains, income or any other kind of tax.",
      "No requirement to record maximum or minimum capital contributions.",
      "More than one class of member interests are permitted, which makes for a flexible structure.",
      "Excellent name availability for company incorporations.",
      "An LLC can have a perpetual duration."
    ],
    "uses": [
      "Excellent corporation law.",
      "No taxes levied on offshore and banking transactions.",
      "Political and economic stability.",
      "Serviced by major world airlines.",
      "Excellent worldwide communication facilities.",
      "Skilled personnel."
    ],
    "social": [
      "Location: Nevada is a Western state, lying in the Great Basin and Plateau section of the United States. It is bordered on the north by Oregon and Idaho. California is to the west and southwest. To the southeast is Arizona, with the Colorado River forming part of the boundary. Nevada’s eastern neighbour is Utah.",
      "Area: 110,540 square miles, 485 miles long, 315 miles wide; seventh in size.",
      "Population: 2,758,931 (2013 est.)",
      "Climate: Arid and there is abundant sunshine, light rainfall and snow.",
      "Official Language: English.",
      "Government: Nevada has a bicameral (two houses) Legislature consisting of the Senate and the Assembly. The two houses are jointly designated in the State Constitution as “The Legislature of the State of Nevada”.",
      "Living Standard: High.",
      "Banking: Worldwide banking facilities available.",
      "Legal Tender: US Dollar.",
      "Industry: Mining, Construction, Manufacturing, Transportations, Communications & Public Utilities, Trade/ wholesale and Retail, Finance, Insurance and Real Estate.",
      "Services: Hotel, gaming and recreations."
    ]
  }
]