[
  {
    "country": "Republic of Panama",
    "intro": "Panama is considered an International Business Centre, thanks to Panamanian legislation and regulations which have always been designed to promote operations in a simple and expeditious fashion, and a fiscal policy based on the principle of territoriality, by virtue of which tax is only levied on the income generated by activities conducted within and/or from the territory of the Republic of Panama.HIGHLIGHTS OF THE REPUBLIC OF PANAMASOCIAL AND ECONOMIC INDICATORSRelated documents (PDF): For the complete list of characteristics, uses and benefits of this jurisdiction, click here.",
    "highlights": [
      "Excellent corporation law.",
      "No taxes levied on offshore and banking transactions.",
      "No exchange control regulations.",
      "Political and economic stability.",
      "Serviced by major world airlines.",
      "Excellent worldwide communication facilities.",
      "Skilled personnel who master English, the international business language.",
      "No capital gains, income or other kinds of taxes.",
      "Conveniently located close to the largest Latin American markets.",
      "One of the most important Financial Centres of the region, hosting a wide number of the world’s most important banks.",
      "Panama is one of the major gateways for trade investment and finance into Latin America."
    ],
    "social": [
      "Location: Latin America, joining North & South America.",
      "Area: 78,200 square kilometres.",
      "Population: 3,559,408 (2013 est.)",
      "Climate: Tropical",
      "Official Language: Spanish (official), English",
      "Government: Constitutional Democracy.",
      "Living Standard: High",
      "Banking: International banking center. Major worldwide banks operate from Panama.",
      "Legal Tender: Balboa (at par with U.S. Dollar, which is the only paper currency in Panama).",
      "Industry: Financial Services, Panama Canal, Colon Free Zone, Free Trade Zones and Tourism."
    ]
  }
]