[
  {
    "country": "Wyoming, USA",
    "intro": [
      "Wyoming is one of the best places to establish a Limited Liability Company (LLC).",
      "LLCs may engage in any business (except activities reserved for financial institutions or insurance companies) in or outside the U.S. and can use the currency of their choice.",
      "Very few people know this, but Wyoming is where the American LLC was born in 1977, following the model of the German Companies Act 1892, known as Gesellschaft mit beschrnkter Haftung (GmbH). Nevada and Delaware based their companies on the Wyoming LLC and benefited from it, mainly through a more effective marketing.",
      "FEATURES OF WYOMING LIMITED LIABILITY COMPANIES (LLCs)"
    ],
    "highlights": [
      "Excellent business organization law with broad protection for asset managers and investors.",
      "Modern Companies Act",
      "No taxes levied on offshore and banking transaction",
      "No exchange control regulations",
      "There is no income tax on net revenue or inventories for individuals or corporations",
      "No minimum capital requirements",
      "Trade names of Limited Liability Companies (LLCs) enjoy legal protection of their state-wide recorded trademark and trade name registration in Wyoming can also facilitate trademark registration at the federal level.",
      "Wyoming does not levy the following taxes: income taxes on net earnings for individuals or corporations",
      "LLCs may have one or more administrators who need not be members",
      "An LLC can have perpetual duration",
      "The constitution process is carried out within 4-7 business days.",
      "Meetings may be held anywhere in the world and participation in such meetings can be done by proxy or written consent.",
      "Companies can register or relocate in Wyoming expeditiously.",
      "The transfer of an existing company in any U.S. State to Wyoming is permitted.",
      "Fortune Small Business ranks Wyoming third as the state that prefers small businesses."
    ],
    "social": [
      "Location: Wyoming is one of the Rocky Mountain States in the Western United States. East of the mountains is the rolling country of the Great Plains, a mile-high region covered with grasses and sagebrush and interrupted by the upward thrust of mountain ranges. Wyoming is bordered by South Dakota and Nebraska (E), Colorado and Utah (S), Idaho (W), and Montana (N).",
      "Area: 97, 914 square miles, 9th largest state",
      "Population: 576,412 (2013 est.)",
      "Climate: Semi-arid and continental",
      "Official Language: English",
      "Government: Wyoming’s Constitution establishes three branches of government: the executive, legislative, and judicial branches. The Wyoming state legislature is comprised of a House of Representatives with 60 members and a Senate with 30 members.",
      "Living Standard: High",
      "Banking: Worldwide banking facilities available",
      "Legal Tender: US Dollar",
      "Industry: Mineral extraction, travel and tourism"
    ]
  }
]